mySatcom/Bridge/Ecuador_Request_OK_Prod.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
	<soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing">
		<wsa:Action>http://tempuri.org/IBridge/ProcesarComprobante</wsa:Action>
		<wsa:To>http://10.181.100.126:9040/WcfBridge.svc</wsa:To>
	</soap:Header>
	<soap:Body>
		<ns0:ProcesarComprobante xmlns:ns0="http://tempuri.org/">
			<ns0:strRequerimiento>&lt;Requerimiento&gt;&lt;Codigo&gt;01&lt;/Codigo&gt;&lt;NumeroDocumento&gt;0&lt;/NumeroDocumento&gt;&lt;Descripcion&gt;FACTURA&lt;/Descripcion&gt;&lt;FechaEmision&gt;06/05/2026&lt;/FechaEmision&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;659.67&lt;/BaseImponible&gt;&lt;Valor&gt;98.95&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;19.25&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;Pagos&gt;&lt;Pago&gt;&lt;CodigoFormaPago&gt;19&lt;/CodigoFormaPago&gt;&lt;Total&gt;843.79&lt;/Total&gt;&lt;/Pago&gt;&lt;/Pagos&gt;&lt;InformacionAdicional&gt;&lt;Campo id="1 "&gt;&lt;Descripcion&gt;RESERVA&lt;/Descripcion&gt;&lt;Valor&gt;0168782567&lt;/Valor&gt;&lt;/Campo&gt;&lt;Campo id="2 "&gt;&lt;Descripcion&gt;FECHA LLEGADA&lt;/Descripcion&gt;&lt;Valor&gt;29/04/2026&lt;/Valor&gt;&lt;/Campo&gt;&lt;Campo id="3 "&gt;&lt;Descripcion&gt;FECHA SALIDA&lt;/Descripcion&gt;&lt;Valor&gt;06/05/2026&lt;/Valor&gt;&lt;/Campo&gt;&lt;Campo id="4 "&gt;&lt;Descripcion&gt;HABITACIÓN&lt;/Descripcion&gt;&lt;Valor&gt;0503&lt;/Valor&gt;&lt;/Campo&gt;&lt;Campo id="5 "&gt;&lt;Descripcion&gt;NOMBRE HUESPED&lt;/Descripcion&gt;&lt;Valor&gt;BILLINGTON, WENDY&lt;/Valor&gt;&lt;/Campo&gt;&lt;Campo id="6 "&gt;&lt;Descripcion&gt;NUMERO FACTURA&lt;/Descripcion&gt;&lt;Valor&gt;EQU8009050&lt;/Valor&gt;&lt;/Campo&gt;&lt;Campo id="7 "&gt;&lt;Descripcion&gt;FECHA FACTURA&lt;/Descripcion&gt;&lt;Valor&gt;06/05/2026&lt;/Valor&gt;&lt;/Campo&gt;&lt;Campo id="8 "&gt;&lt;Descripcion&gt;AGENTE DE RETENCION&lt;/Descripcion&gt;&lt;Valor&gt;RESOLUCIÓN N° 1&lt;/Valor&gt;&lt;/Campo&gt;&lt;/InformacionAdicional&gt;&lt;Propina&gt;65.92&lt;/Propina&gt;&lt;RucEmisor&gt;1791325524001&lt;/RucEmisor&gt;&lt;Establecimiento&gt;001&lt;/Establecimiento&gt;&lt;Punto&gt;010&lt;/Punto&gt;&lt;Moneda&gt;DÓLAR&lt;/Moneda&gt;&lt;TotalConImpuestos&gt;843.79&lt;/TotalConImpuestos&gt;&lt;TotalSinImpuestos&gt;678.92&lt;/TotalSinImpuestos&gt;&lt;Cliente&gt;&lt;RazonSocial&gt;WENDY BILLINGTON&lt;/RazonSocial&gt;&lt;Direccion&gt;NEW YORK     &lt;/Direccion&gt;&lt;TipoIdentificacion&gt;06&lt;/TipoIdentificacion&gt;&lt;NumeroIdentificacion&gt;A81553235&lt;/NumeroIdentificacion&gt;&lt;email&gt;NABSNEST2@ME.COM&lt;/email&gt;&lt;/Cliente&gt;&lt;Detalles&gt;&lt;Detalle id="1 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;2.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;TTAX&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;TTAX&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Tasa Turística&lt;/Descripcion&gt;&lt;ValorUnitario&gt;2.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;2.75&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="2 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;2.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;TTAX&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;TTAX&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Tasa Turística&lt;/Descripcion&gt;&lt;ValorUnitario&gt;2.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;2.75&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="3 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;2.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;TTAX&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;TTAX&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Tasa Turística&lt;/Descripcion&gt;&lt;ValorUnitario&gt;2.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;2.75&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="4 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;43.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;43.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;43.75&lt;/BaseImponible&gt;&lt;Valor&gt;6.56&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="5 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;43.74&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;43.74&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;43.74&lt;/BaseImponible&gt;&lt;Valor&gt;6.56&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="6 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;43.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;43.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;43.75&lt;/BaseImponible&gt;&lt;Valor&gt;6.56&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="7 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;43.74&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;43.74&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;43.74&lt;/BaseImponible&gt;&lt;Valor&gt;6.56&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="8 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;43.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;43.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;43.75&lt;/BaseImponible&gt;&lt;Valor&gt;6.56&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="9 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;43.74&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;43.74&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;43.74&lt;/BaseImponible&gt;&lt;Valor&gt;6.57&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="10 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;2.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;TTAX&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;TTAX&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Tasa Turística&lt;/Descripcion&gt;&lt;ValorUnitario&gt;2.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;2.75&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="11 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;2.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;TTAX&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;TTAX&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Tasa Turística&lt;/Descripcion&gt;&lt;ValorUnitario&gt;2.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;2.75&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="12 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;2.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;TTAX&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;TTAX&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Tasa Turística&lt;/Descripcion&gt;&lt;ValorUnitario&gt;2.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;2.75&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="13 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;2.75&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;TTAX&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;TTAX&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Tasa Turística&lt;/Descripcion&gt;&lt;ValorUnitario&gt;2.75&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;6&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;NO OBJETO IMPUE&lt;/Porcentaje&gt;&lt;BaseImponible&gt;2.75&lt;/BaseImponible&gt;&lt;Valor&gt;0.00&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="14 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;87.50&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;87.50&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;87.50&lt;/BaseImponible&gt;&lt;Valor&gt;13.13&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="15 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;87.50&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;87.50&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;87.50&lt;/BaseImponible&gt;&lt;Valor&gt;13.13&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="16 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;87.50&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;87.50&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;87.50&lt;/BaseImponible&gt;&lt;Valor&gt;13.13&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="17 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;87.50&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;BB&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;BB&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;Alojamiento y desayuno&lt;/Descripcion&gt;&lt;ValorUnitario&gt;87.50&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;87.50&lt;/BaseImponible&gt;&lt;Valor&gt;13.11&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="18 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;28.00&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;POSR&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;POSR&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;RESTAURANTE Ticket 0693013076&lt;/Descripcion&gt;&lt;ValorUnitario&gt;28.00&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;28.00&lt;/BaseImponible&gt;&lt;Valor&gt;4.20&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;Detalle id="19 "&gt;&lt;Cantidad&gt;1.000 &lt;/Cantidad&gt;&lt;SubTotal&gt;19.20&lt;/SubTotal&gt;&lt;Producto&gt;&lt;Codigo&gt;POSR&lt;/Codigo&gt;&lt;CodigoAuxiliar&gt;POSR&lt;/CodigoAuxiliar&gt;&lt;Descripcion&gt;RESTAURANTE Ticket 0693013078&lt;/Descripcion&gt;&lt;ValorUnitario&gt;19.20&lt;/ValorUnitario&gt;&lt;/Producto&gt;&lt;Impuestos&gt;&lt;Impuesto&gt;&lt;CodigoImpuesto&gt;2&lt;/CodigoImpuesto&gt;&lt;CodigoPorcentaje&gt;4&lt;/CodigoPorcentaje&gt;&lt;Porcentaje&gt;15&lt;/Porcentaje&gt;&lt;BaseImponible&gt;19.20&lt;/BaseImponible&gt;&lt;Valor&gt;2.88&lt;/Valor&gt;&lt;/Impuesto&gt;&lt;/Impuestos&gt;&lt;/Detalle&gt;&lt;/Detalles&gt;&lt;/Requerimiento&gt;</ns0:strRequerimiento>
			<ns0Comprimido>false</ns0Comprimido>
		</ns0:ProcesarComprobante>
	</soap:Body>
</soap:Envelope>